Repository: machtelik/kdroid-desktop
Catalog: po/*.po
Languages: de

source: Unknown
de: Unbekannt

source: New Message
de: Neue SMS

source: Message send
de: SMS gesendet

source: Synchronization complete
de: Synchronisation erfolgreich

source: Phone unreachable
de: Telefon unerreichbar

source: Android Text Message manager
de: Android SMS Manager

source: Sends text message if <address> and <body> are provided
de: Sendet SMS wenn <address> und <body> gegeben sind

source: Address
de: Adresse

source: Message body
de: Nachrichten text

source: Don't show the Main Window
de: Zeige das Hauptfenster nicht

source: Test the (network) connection to the phone
de: Teste die (Netzwerk) verbindung zum Telefon

source: Number:
de: Nummer:

source: Synchronise
de: Synchronisiere

source: *.xml|KDroid file (*.xml)
de: *.xml|KDroid Datei (*.xml)

source: General
de: Allgemein

source: Notifications
de: Benachrichtigungen

source: Send Text Message
de: Sende SMS

source: Incoming
de: Empfangen

source: Outgoing
de: Gesendet

source: IP Address
de: IP Adresse

source: Automatic Synchronization
de: Synchronisations erfolgreich

source: Sync Timer (min)
de: Synchronisations Timer (min)

source: Text Message sorting
de: SMS sortierung

source: Main Toolbar
de: Hauptwerkzeugleiste

source: File
de: Datei

source: Export as..
de: Exportieren als..

source: View
de: Ansicht

source: IP Address:
de: IP Adresse:

source: Automatic Synchronization:
de: Synchronisations erfolgreich:

source: Sync Timer (min):
de: Synchronisations Timer (min):

source: Oldest message first
de: Ã„lteste SMS zuerst

source: Latest message first
de: Neuste SMS zuerst

source: Text Message sorting:
de: SMS sortierung:

source: Message:
de: Nachricht:

source: Send
de: Senden

# NAME OF TRANSLATORS
source: Your names
de: Mike Achtelik

# EMAIL OF TRANSLATORS
source: Your emails
de: mike.achtelik+kdroid@googlemail.com
